<%@ page contentType="text/html;charset=UTF-8" %>
<%@ include file="/webpage/include/taglib.jsp"%>
<html>
<head>
	<title>平台--协议管理--查看协议</title>
	<meta name="decorator" content="default"/>
</head>
<body class="gray-bg">
	<div class="wrapper wrapper-content">
		<div class="ibox">
			<div class="ibox-title">
				<h5><a href="${ctx}/CoreEnterpriseCtrl/agreement-list">协议管理</a></h5>
				<span>&nbsp;&nbsp;&nbsp;&nbsp;/&nbsp;&nbsp;&nbsp;&nbsp;查看协议</span>
				<div class="ibox-tools">
					<a class="collapse-link">
						<i class="fa fa-chevron-up"></i>
					</a>
					<a class="close-link">
						<i class="fa fa-times"></i>
					</a>
				</div>
			</div>
    		<div class="ibox-content">
				<sys:message content="${message}"/>
				<div class="row">
              		<dl class="dl-horizontal">
                    	<dt>协议编号：</dt>
                    	<dd>01</dd>
                    	<dt>协议名称：</dt>
                    	<dd>平台框架协议</dd>
                    	<dt>协议内容：</dt>
                    	<dd>
                      		<div class="hetong">
      							<div class="hetong_title">用户注册服务协议</div>
      							<div class="hetong_nei">
									欢迎使用【上海飞顾数据金服平台】（以下简称“平台”或“本平台”）服务。为了保障用户的权益，请用户确认使用平台服务前，已经详细阅读了本协议的所有内容。对于责任限制等特别重要条款，本文将用粗体标注，请予以重点关注。<br><br>
									第一章 总则<br><br>
									1.用户在平台注册并确认本协议的行为，表示用户已阅读、理解并同意本协议之所有内容。<br> 
									2.鉴于网络服务的特殊性，本协议可由平台随时更新，且无需另行通知。用户在使用平台服务时，应关注并遵守其所适用的相关条款。 <br>
									3.用户在使用平台服务之前，应仔细阅读本协议。如用户不同意本协议及/或平台随时对其的修改，用户可以主动取消平台服务；用户一旦使用平台服务，即视为用户已了解并完全同意本协议各项内容，包括本平台对本协议随时所做的任何修改，并成为平台用户。 <br>
									4.平台拥有本协议在法律许可范围内的最终解释权。 <br><br>
									第二章 定义 <br><br>
									如无特别说明，下列用语在本协议中的含义为：<br> 
									5.平台：指提供多样化创新金融服务的、旨在促进产业链上下游和谐发展的【上海飞顾数据金服平台】，网址为【http://rz.fheb.cn 】。 <br>
									6.平台用户：指加入平台的机构或个人用户。<br>
									7.见证机构：指平台认可的合作银行。<br>
									8.资金提供方：指根据国家法律法规可以开展融资业务的银行和非银行金融机构、商业保理公司、金融综合服务平台上的投资人等。 <br><br>
									第三章 平台提供的服务<br><br>
									9.平台服务是由本平台向自然人或企业用户提供的服务，具体服务内容主要包括：融资申请服务、数据交互服务、信用评估服务、融资顾问服务、协助结算账户变更服务等，具体详情以本平台当时提供的服务内容为准。<br>
									10.本平台作为用户信息的收集方，不涉及用户的交易内容及其交易资金管理服务。用户的交易约定内容和风险应由约定双方各自承担。<br><br>
									第四章 平台收费<br><br>
									11.用户如申请通过本平台进行融资的，需向平台支付平台服务费，平台服务费的具体费用标准及收费方式以用户在申请融资时签署的《中交星宇数据金服平台服务协议》为准。<br><br>
									第五章 声明与承诺<br><br>
									12.用户通过本平台申请融资前，应向本平台提交必要的自然人身份信息或者企业名称、企业工商注册号、办公地址、企业人民银行征信信息、企业法人姓名、身份证明、企业开户行及账号等信息，或本平台认为必要的其他信息，并对提交的信息的准确性、真实性与完整性负责。平台有权根据用户具体情况予以拒绝发布或临时撤销。<br>
									13.用户确认：用户以网络页面点击确认通过平台申请融资的行为即视为对资金提供方发出要约，未经本平台的同意，用户不得随意撤销该等要约。<br>
									14.在使用“平台”服务前，用户确认并同意以下事项： <br>
									1)用户是具有法律规定的完全民事权利能力和民事行为能力，能够独立承担民事责任的自然人、法人或其他组织，且本协议内容不受用户所属地区的排斥。不具备前述条件的，用户应立即终止注册或停止使用本网站提供的服务。平台仅向符合完全民事权利能力与民事行为能力的自然人，或符合平台或平台关联实体相关规则的法人或其他组织提供服务。<br>
									2)用户同意，尽管平台会尝试提醒用户关于此类操作或告知用户后续处理方式，平台并不对任何由于用户提供资料有误而导致无法通知用户相关信息的情况负责。<br> 
									3)平台协议项下任何权利或义务，都不得在未经平台同意的情况下被出售或转移到第三方自然人或法人。 <br>
									4)任何用户与平台之间的电子邮件形式的沟通都被视为有效沟通。 <br><br>
									15.用户同意并保证不得利用本平台服务从事侵害他人权益或违法之行为，若有违反者应负所有法律责任。上述行为包括但不限于：<br> 
									1)冒用他人名义使用本平台服务。 <br>
									2)涉嫌洗钱、套现或进行非法集资活动的。<br> 
									3)从事任何可能含有电脑病毒或是可能侵害本平台服务系統、资料等行为。<br> 
									4)侵犯本平台的商业利益，包括但不限于发布非经本平台许可的商业广告。 <br>
									5)其他本平台有正当理由认为不适当之行为。 <br><br>
									本平台在有合理理由怀疑用户进行了本条规定的违约行为时，有权对用户的账户进行调查。如果调查结果证实用户的账户确实存在上述违约行为，本平台有权锁定用户的账户并终止与用户的合作。用户理解并同意本平台不会就账户的冻结以及锁定提供任何赔偿或者补偿。<br><br>
									第六章 数字证书<br><br>
									16.平台用户注册后需向CFCA申请数字证书服务。用户可根据CFCA通过平台公布的数字证书申请材料和流程，将相关材料提交至CFCA申请数字证书，并由CFCA直接向用户提供数字证书服务，平台运营商不参与CFCA为用户提供的数字证书服务。 <br>
									17.用户在平台使用CFCA数字证书所产生的费用，由平台运营商向用户收取后代为向CFCA缴纳，平台运营商保留确定代缴期限的权利。 <br>
									18.使用数字证书登录与电子签名：平台用户选择数字证书登录方式和无证书登录方式都可登录平台进行操作。如用户使用数字证书登录平台，其在平台操作的行为将自动进行电子签名。可靠的电子签名与手写签名或者盖章具有同等的法律效力。 <br>
									19.当用户发现账户或密码或证书被盗，或用户账户发生未经授权的操作时，用户承诺应在第一时间以有效形式通知平台。用户了解接受当此类事件发生时，平台将对用户账户实行临时性暂停服务操作。<br>
									20.因用户主观过错或者过失导致的任何损失由用户自行承担，该过错或者过失包括但不限于：不按照交易提示操作，未及时进行交易操作，遗忘密码或证书，泄漏密码或证书，密码被他人破解，用户使用的计算机被他人侵入。<br>
									21.任何在接受通知前发生的因用户主观过失导致的未经授权交易或造成的其他损失，平台都不承担任何责任，除非可证明平台存在重大过失。<br><br>
									第七章 不可抗力及服务中断  <br><br>
									22.本平台需要定期或不定期地对提供平台服务系统及其相关的设备进行检修或者维护，如因此类情况而造成网络服务（包括收费服务）在合理时间内的中断，本平台无需为此承担任何责任。本平台保留不经事先通知为维修保养、升级或其它目的暂停本服务任何部分的权利。 <br><br>
									第八章 信息收集与披露 <br><br>
									23.平台将严格履行相关法规，确保用户的资料安全。<br> 
									24.用户同意本平台有权出于为用户提供综合化或专业化服务的目的视情况向其他任何用户认为必要的业务合作机构披露用户资料、保密信息及本协议等。本平台承诺将要求相关合作机构对用户资料、保密信息及本协议等承担保密义务。<br>
									25.本平台有权按照用户在平台上的行为自动追踪关于用户的某些资料。在不透露用户个人的隐私资料的前提下，本平台有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。 <br>
									26.在本平台提供的交易活动中，用户承诺对所取得的相关交易相对人信息只用于与交易相关的合法、合理用途。用户无权要求本平台提供其他用户的个人资料，除非符合以下任一条件： <br>
									a)用户已向法院起诉其他用户的在本平台活动中的违约行为且法院已受理立案； <br>
									b)其他有碍于用户收回融资本息或其他合法权益的情形。 <br><br>
									第九章 责任范围及责任限制<br><br>
									27.平台仅是用户发布信息的渠道，平台不保证平台用户上传信息的真实性、充分性、可靠性、准确性、完整性和有效性，平台用户依赖于其独立判断进行交易，并对其做出的判断承担全部责任。 <br>
									28.平台不对平台用户能否达成融资交易出具任何承诺或保证，亦不对已达成的融资交易的任何风险出具任何承诺或保证。<br>
									29.本平台仅承担本协议明确约定的直接责任。除本协议另有规定外，在任何情况下，本平台对本协议所承担的违约赔偿责任总额不超过向用户收取的当次平台服务费用总额。<br> <br>
									第十章 商标、知识产权的保护<br><br>
									30.本平台或平台关联方拥有本平台网站内相应资料、技术及展现形式的知识产权。<br>
									31.未经许可，任何人不得擅自使用（包括但不限于：以非法的方式复制、传播、展示、镜像、上载、下载）、修改、传播本平台或平台关联方的知识产权。否则，本平台将依法追究法律责任。 <br><br>
									第十一章 其他<br><br>
									32.通知方式： <br>
									1)拨打客服电话、向客服邮箱发送邮件、传真、EMS等方式均视为客户的有效通知。 <br>
									2)拨打客户电话、网站公告、平台站内信、手机短信，向客户指定邮箱发送邮件、传真、快递等方式均视为平台的有效通知。本平台不保证用户能够收到或者及时收到上述邮件（或传真或挂号邮件），且不对此承担任何后果，因此，在交易过程中用户应当及时登录到本网站查看和进行交易操作。因用户没有及时查看和对交易状态进行修改或确认或未能提交相关申请而导致的任何纠纷或损失，本平台不负任何责任。 <br>
									3)如果本协议条款中的部分条款被有管辖权的法院认定为违法，那么这些条款并不影响其他条款的有效性并将应用其他有效条款按最接近双方意图的可能而推定。 <br>
									4)本平台未行使或执行本协议任何权利或规定，不构成对前述权利或权益之放弃。 <br>
									5)如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。<br> 
									33.平台依据本协议约定获得处理违法违规内容的权利，该权利不构成平台的义务或承诺，平台不能保证及时发现违法行为或进行相应处理。<br>
									34.在任何情况下，用户不应轻信借款、索要密码或其他涉及财产的网络信息。涉及财产操作的，请一定先核实对方身份，并请经常留意平台有关防范诈骗犯罪的提示。<br><br>
									第十二章 管辖<br><br>
									35.本协议经用户在线上确认勾选后生效。<br>
									36.本协议的订立、执行和解释及争议的解决均应适用中华人民共和国法律。<br> 
									37.因本协议引起的或与本协议有关的任何争议，尽最大诚意进行友好协商，如果双方不能协商一致，则该争议由平台所在地有管辖权的人民法院管辖。
									<div class="zhang"><span>甲方（签章）：上海飞顾科技有限公司</span> #first_seal#</div>
									<div class="zhang"><span>乙方（签章）：#second_name#</span> #second_seal#</div>
         							<div class="clear"></div>
      							</div>
      							<div class="clear"></div>
   							</div>
                   		</dd>
               		</dl>
              	</div>
			</div>
		</div>
	</div>
</body>
</html>